Repository: judge27/Stylish
Catalog: lib/l10n/app_*.arb
Languages: ar

source: Choose Products
ar: اختر منتجاتك

# onbarding
source: Amet minim mollit non deserunt ullamco est sit aliqua dolor do amet sint. Velit officia consequat duis enim velit mollit.
ar: فهي ناعمة جدًا ولا تترك أي مكان يوجد فيه أي ألم. يحب خدمات الأسرة.

source: Make Payment
ar: إجراء الدفع

# emailrequired
source: Email is required
ar: يجب ادخال البريد الالكتروني.

# emailinvalid
source: Invalid email address.
ar: يجب ادخال بريد الكتروني صحيح.

# passwordrequired
source: Password is required.
ar: يجب ادخال كلمة المرور.

# passwordatleastsix
source: Password must be at least 6 characters long.
ar: يجب ان تتكون كلمة المرور من سِتّ حروف علي الاقل .

# passwordatleastuppercase
source: Password must contain at least one uppercase letter
ar: يجب ان تحتوي كلمة المرور علي حرف واحد كبير علي الاقل .

# passwordatleastspecial
source: Password must contain at least one special character
ar: يجب ان تحتوي كلمة المرور علي حرف خاص واحد علي الاقل.

# passwordatleastonenumber
source: Password must contain at least one number
ar: يجب ان تحتوي كلمة المرور علي رقم واحد علي الاقل.

# namerequired
source: Name is required.
ar: يجب ادخال اسم.

# nameatleastupper
source: Name must contain at least one uppercase letter
ar: يجب ان يحتوي الاسم علي حرف واحد كبير.

# getorder
source: Get Your Order
ar: احصل على طلبك

source: Get Started
ar: لنبدأ

# hereyougo
source: You want Authentic, here you go!
ar: تريد الاصلي, تفضل!

# finditnow
source: Find it here, buy it now
ar: ابحث عنها هنا، اشتريها الآن

source: Welcome Back!
ar: مرحبا بعودتك!

source: Create an account
ar: قم بإنشاء حسابك

# enteryouremail
source: Enter your email addres
ar: ادخل بريدك الالكتروني

source: Email
ar: البريد الإلكتروني

# wewillsendyou
source: We will send you a message to set or reset your new password
ar: سوف نقوم بارسال اليك رساله لانشاء كلمة المرور الجديدة

source: Password
ar: كلمة المرور

source: Submit
ar: أرسل

source: Forget Password?
ar: نسيت كلمة السر؟

source: Login
ar: تسجيل الدخول

# donthaveaccount
source: Don't have account? Sign up
ar: ليس لديك حساب؟

source: Sign Up
ar: إنشاء حساب

# or
source: - OR Continue with -
ar: أو سجل من خلال

source: Name
ar: اسم المستخدم

# phone
source: Phone number
ar: رقم الهاتف

# haveaccount
source: Have an account
ar: لديك حساب؟

source: Next
ar: التالي

source: prev
ar: السابق

source: Skip
ar: تخطي

source: Phone Number
ar: رقم الهاتف

# phoneisrequired
source: Please Enter Phone Number
ar: يجب ادخال رقم هاتف

# phoneinvalid
source: Please Enter Valid Phone Number
ar: يجب ادخال رقم هاتف صحيح

source: Code Resent
ar: تم ارسال الكود

# cannotresendcode
source: Can't Resend Code Now
ar: لا يمكن ارسال الكود في الوقت الحالي

# verficationrequired
source: Please Enter Full Sms Code
ar: يجب ادخال الكود كامل

source: Settings
ar: الإعدادات

source: Home
ar: الصفحة الرئيسية

source: Products
ar: المنتجات

source: Cart
ar: التسوق

source: Personal Details
ar: الببانات الشخصية

# bankdetails
source: Bank Account Details
ar: بيانات البطاقة الائتمانية

source: Save
ar: حفظ

source: Logout
ar: تسجيل الخروج

source: Items
ar: عناصر

source: All Featured
ar: كل المميزات

source: Sort
ar: ترتيب

source: Filter
ar: تصفية

source: Search any Product
ar: ابحث عن اي منتج

source: Shop Now
ar: تسوق الان

source: OFF
ar: خصم

source: Now in (product)
ar: يوجد من المنتج

source: All Colours
ar: كل الالوان

source: View All
ar: عرض الكل

# dealofday
source: Deal of the Day
ar: عرض اليوم

source: Remaining
ar: متبقي

# trendingproduct
source: Trending Products
ar: المنتجات الرائجة

source: Last Date
ar: اخر موعد

source: New Arrivals
ar: الجديد

# summercollection
source: Summer' 25 Collections
ar: تجمعيات الصيف

source: Sponserd
ar: رائج

source: Up to
ar: يصل الي

source: Beauty
ar: الميك اب

source: Fashion
ar: الموضة

source: Kids
ar: الاطفال

source: Mens
ar: الرجال

# women
source: Womens
ar: النساء

source: Stand a chance to get rewarded
ar: احصل على فرصة للحصول على المكافأة

source: Flat and Heels
ar: مستوي و بكعب

source: Mobile Number
ar: رقم الهاتف

# pleaseenterphonenumber
source: Please enter your mobile phone Number
ar: يجب ادخال رقم الهاتف

source: EG
ar: مصر

source: Verification
ar: تاكيد الهوية

# entersexdigit
source: Enter 6 digit code we sent to
ar: ادخال الكود المكون من 6 ارقام الذى تم ارساله اليك

# resendcodeinzero
source: Resend code in 0:
ar: اعادة ارسال الكود بعد 0:

source: Resend
ar: اعادة ارسال
